{
  "motivational": [
    {
      "quote": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.",
      "author": "Steve Jobs"
    },
    {
      "quote": "Your time is limited, so don't waste it living someone else's life.",
      "author": "Steve Jobs"
    },
    {
      "quote": "The future belongs to those who believe in the beauty of their dreams.",
      "author": "Eleanor Roosevelt"
    },
    {
      "quote": "It does not matter how slowly you go as long as you do not stop.",
      "author": "Confucius"
    },
    {
      "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
      "author": "Winston Churchill"
    },
    {
      "quote": "Believe you can and you're halfway there.",
      "author": "Theodore Roosevelt"
    },
    {
      "quote": "Everything you've ever wanted is on the other side of fear.",
      "author": "George Addair"
    },
    {
      "quote": "The only limit to our realization of tomorrow will be our doubts of today.",
      "author": "Franklin D. Roosevelt"
    },
    {
      "quote": "What you get by achieving your goals is not as important as what you become by achieving your goals.",
      "author": "Zig Ziglar"
    },
    {
      "quote": "The mind is everything. What you think you become.",
      "author": "Buddha"
    },
    {
      "quote": "The best time to plant a tree was 20 years ago. The second best time is now.",
      "author": "Chinese Proverb"
    },
    {
      "quote": "Don't watch the clock; do what it does. Keep going.",
      "author": "Sam Levenson"
    },
    {
      "quote": "You are never too old to set another goal or to dream a new dream.",
      "author": "C.S. Lewis"
    },
    {
      "quote": "If you want to achieve greatness stop asking for permission.",
      "author": "Anonymous"
    },
    {
      "quote": "If you're going through hell, keep going.",
      "author": "Winston Churchill"
    },
    {
      "quote": "The harder you work for something, the greater you'll feel when you achieve it.",
      "author": "Anonymous"
    },
    {
      "quote": "Dream big and dare to fail.",
      "author": "Norman Vaughan"
    },
    {
      "quote": "Your passion is waiting for your courage to catch up.",
      "author": "Isabelle Lafleche"
    },
    {
      "quote": "Don't count the days, make the days count.",
      "author": "Muhammad Ali"
    },
    {
      "quote": "If opportunity doesn't knock, build a door.",
      "author": "Milton Berle"
    },
    {
      "quote": "The difference between ordinary and extraordinary is that little extra.",
      "author": "Jimmy Johnson"
    },
    {
      "quote": "The secret of getting ahead is getting started.",
      "author": "Mark Twain"
    },
    {
      "quote": "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.",
      "author": "Roy T. Bennett"
    },
    {
      "quote": "I am not a product of my circumstances. I am a product of my decisions.",
      "author": "Stephen Covey"
    },
    {
      "quote": "The only person you are destined to become is the person you decide to be.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "Go confidently in the direction of your dreams. Live the life you have imagined.",
      "author": "Henry David Thoreau"
    },
    {
      "quote": "When you have a dream, you've got to grab it and never let go.",
      "author": "Carol Burnett"
    },
    {
      "quote": "You must be the change you wish to see in the world.",
      "author": "Mahatma Gandhi"
    },
    {
      "quote": "What lies behind us and what lies before us are tiny matters compared to what lies within us.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "quote": "Happiness is not something readymade. It comes from your own actions.",
      "author": "Dalai Lama"
    },
    {
      "quote": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
      "author": "Nelson Mandela"
    },
    {
      "quote": "The way to get started is to quit talking and begin doing.",
      "author": "Walt Disney"
    },
    {
      "quote": "Life is what happens when you're busy making other plans.",
      "author": "John Lennon"
    },
    {
      "quote": "Spread love everywhere you go. Let no one ever come to you without leaving happier.",
      "author": "Mother Teresa"
    },
    {
      "quote": "When you reach the end of your rope, tie a knot in it and hang on.",
      "author": "Franklin D. Roosevelt"
    }
  ],
  "reality": [
    {
      "quote": "The world doesn't care about your self-esteem. The world will expect you to accomplish something before you feel good about yourself.",
      "author": "Bill Gates"
    },
    {
      "quote": "If you think you're too small to make a difference, try sleeping with a mosquito.",
      "author": "Dalai Lama"
    },
    {
      "quote": "Hard work beats talent when talent doesn't work hard.",
      "author": "Tim Notke"
    },
    {
      "quote": "The first and greatest victory is to conquer yourself.",
      "author": "Plato"
    },
    {
      "quote": "Comfort is the enemy of achievement.",
      "author": "Farrah Gray"
    },
    {
      "quote": "You want to know the difference between a master and a beginner? The master has failed more times than the beginner has even tried.",
      "author": "Stephen McCranie"
    },
    {
      "quote": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.",
      "author": "Aristotle"
    },
    {
      "quote": "The pain you feel today will be the strength you feel tomorrow.",
      "author": "Anonymous"
    },
    {
      "quote": "Discipline is choosing between what you want now and what you want most.",
      "author": "Abraham Lincoln"
    },
    {
      "quote": "Don't wish it were easier. Wish you were better.",
      "author": "Jim Rohn"
    },
    {
      "quote": "The only place where success comes before work is in the dictionary.",
      "author": "Vidal Sassoon"
    },
    {
      "quote": "Your excuses are just the lies your fears have sold you.",
      "author": "David Goggins"
    },
    {
      "quote": "If you're not willing to risk the usual, you will have to settle for the ordinary.",
      "author": "Jim Rohn"
    },
    {
      "quote": "The difference between who you are and who you want to be is what you do.",
      "author": "Anonymous"
    },
    {
      "quote": "You don't have to be great to start, but you have to start to be great.",
      "author": "Zig Ziglar"
    },
    {
      "quote": "The only thing standing between you and your goal is the story you keep telling yourself as to why you can't achieve it.",
      "author": "Jordan Belfort"
    },
    {
      "quote": "If it's important to you, you'll find a way. If not, you'll find an excuse.",
      "author": "Ryan Blair"
    },
    {
      "quote": "The only thing we have to fear is fear itself.",
      "author": "Franklin D. Roosevelt"
    },
    {
      "quote": "You can't build a reputation on what you're going to do.",
      "author": "Henry Ford"
    },
    {
      "quote": "The man who moves a mountain begins by carrying away small stones.",
      "author": "Confucius"
    },
    {
      "quote": "You miss 100% of the shots you don't take.",
      "author": "Wayne Gretzky"
    },
    {
      "quote": "Talent is cheaper than table salt. What separates the talented individual from the successful one is a lot of hard work.",
      "author": "Stephen King"
    },
    {
      "quote": "There are no shortcuts to any place worth going.",
      "author": "Beverly Sills"
    },
    {
      "quote": "The only way to do great work is to love what you do.",
      "author": "Steve Jobs"
    },
    {
      "quote": "I find that the harder I work, the more luck I seem to have.",
      "author": "Thomas Jefferson"
    },
    {
      "quote": "Success is walking from failure to failure with no loss of enthusiasm.",
      "author": "Winston Churchill"
    },
    {
      "quote": "The question isn't who is going to let me; it's who is going to stop me.",
      "author": "Ayn Rand"
    },
    {
      "quote": "It's not about having time, it's about making time.",
      "author": "Anonymous"
    },
    {
      "quote": "The only person you should try to be better than is the person you were yesterday.",
      "author": "Anonymous"
    },
    {
      "quote": "Don't stop when you're tired. Stop when you're done.",
      "author": "David Goggins"
    },
    {
      "quote": "People who wonder if the glass is half empty or full miss the point. The glass is refillable.",
      "author": "Anonymous"
    },
    {
      "quote": "The struggle you're in today is developing the strength you need for tomorrow.",
      "author": "Robert Tew"
    },
    {
      "quote": "If you really want to do something, you'll find a way. If you don't, you'll find an excuse.",
      "author": "Jim Rohn"
    },
    {
      "quote": "Your life does not get better by chance, it gets better by change.",
      "author": "Jim Rohn"
    },
    {
      "quote": "The only bad workout is the one that didn't happen.",
      "author": "Anonymous"
    }
  ],
  "general": [
    {
      "quote": "Gratitude turns what we have into enough.",
      "author": "Melody Beattie"
    },
    {
      "quote": "Gratitude is the healthiest of all human emotions.",
      "author": "Zig Ziglar"
    },
    {
      "quote": "Gratitude is not only the greatest of virtues, but the parent of all others.",
      "author": "Cicero"
    },
    {
      "quote": "When I started counting my blessings, my whole life turned around.",
      "author": "Willie Nelson"
    },
    {
      "quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
      "author": "Melody Beattie"
    }
  ],
  "professional": [
    {
      "quote": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation.",
      "author": "Brian Tracy"
    },
    {
      "quote": "The way to develop the best that is in a person is by appreciation and encouragement.",
      "author": "Charles Schwab"
    },
    {
      "quote": "Feeling gratitude and not expressing it is like wrapping a present and not giving it.",
      "author": "William Arthur Ward"
    },
    {
      "quote": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.",
      "author": "Oprah Winfrey"
    },
    {
      "quote": "Gratitude is the sign of noble souls.",
      "author": "Aesop"
    }
  ],
  "family": [
    {
      "quote": "The family is one of nature's masterpieces.",
      "author": "George Santayana"
    },
    {
      "quote": "In family life, love is the oil that eases friction, the cement that binds closer together, and the music that brings harmony.",
      "author": "Friedrich Nietzsche"
    },
    {
      "quote": "Family is not an important thing. It's everything.",
      "author": "Michael J. Fox"
    },
    {
      "quote": "The love of family and the admiration of friends is much more important than wealth and privilege.",
      "author": "Charles Kuralt"
    },
    {
      "quote": "Other things may change us, but we start and end with the family.",
      "author": "Anthony Brandt"
    }
  ],
  "parent": [
    {
      "quote": "There is no such thing as a perfect parent. So just be a real one.",
      "author": "Sue Atkins"
    },
    {
      "quote": "Your children need your presence more than your presents.",
      "author": "Jesse Jackson"
    },
    {
      "quote": "The most important thing that parents can teach their children is how to get along without them.",
      "author": "Frank A. Clark"
    },
    {
      "quote": "Each day of our lives we make deposits in the memory banks of our children.",
      "author": "Charles R. Swindoll"
    },
    {
      "quote": "Children are not a distraction from more important work. They are the most important work.",
      "author": "C.S. Lewis"
    }
  ],
  "student": [
    {
      "quote": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.",
      "author": "Malcolm X"
    },
    {
      "quote": "The beautiful thing about learning is that no one can take it away from you.",
      "author": "B.B. King"
    },
    {
      "quote": "Education is not the filling of a pail, but the lighting of a fire.",
      "author": "W.B. Yeats"
    },
    {
      "quote": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.",
      "author": "Dr. Seuss"
    },
    {
      "quote": "Live as if you were to die tomorrow. Learn as if you were to live forever.",
      "author": "Mahatma Gandhi"
    }
  ],
  "caregiver": [
    {
      "quote": "To care for those who once cared for us is one of the highest honors.",
      "author": "Tia Walker"
    },
    {
      "quote": "Caregiving often calls us to lean into love we didn't know possible.",
      "author": "Tia Walker"
    },
    {
      "quote": "There are only four kinds of people in the world: those who have been caregivers, those who are currently caregivers, those who will be caregivers, and those who will need caregivers.",
      "author": "Rosalynn Carter"
    },
    {
      "quote": "Caregiving is a constant learning experience.",
      "author": "Vivian Frazier"
    },
    {
      "quote": "Self-care is not selfish. You cannot serve from an empty vessel.",
      "author": "Eleanor Brown"
    }
  ],
  "health": [
    {
      "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
      "author": "Buddha"
    },
    {
      "quote": "The greatest wealth is health.",
      "author": "Virgil"
    },
    {
      "quote": "Take care of your body. It's the only place you have to live.",
      "author": "Jim Rohn"
    },
    {
      "quote": "Health is not valued until sickness comes.",
      "author": "Thomas Fuller"
    },
    {
      "quote": "He who has health has hope, and he who has hope has everything.",
      "author": "Arabian Proverb"
    }
  ],
  "entrepreneur": [
    {
      "quote": "The only way to do great work is to love what you do.",
      "author": "Steve Jobs"
    },
    {
      "quote": "Risk more than others think is safe. Dream more than others think is practical.",
      "author": "Howard Schultz"
    },
    {
      "quote": "Don't be afraid to give up the good to go for the great.",
      "author": "John D. Rockefeller"
    },
    {
      "quote": "The best way to predict the future is to create it.",
      "author": "Peter Drucker"
    },
    {
      "quote": "Success is not final; failure is not fatal: It is the courage to continue that counts.",
      "author": "Winston Churchill"
    }
  ]
}
